Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/domstol.no.csv-nb-nn.deduped.tmx
Source language: nb
Languages: nn

source: Dommen har betydning for tolkningen av avtaler om fondsforvaltning mellom finansforetak og ikke-profesjonelle investorer.
nn: Dommen har betydning for tolkinga av avtalar om fondsforvaltning mellom finansføretak og ikkje-profesjonelle investorar.

source: Høyesterett kom til at en midlertidig oppholdstillatelse til utlendinger med flyktningstatus i alminnelighet ikke gir grunnlag for å etablere et privatliv som er beskyttet mot inngrep fra utlendingsmyndighetene etter EMK artikkel 8.
nn: Høgsterett kom til at eit mellombels opphaldsløyve til utlendingar med flyktningstatus vanlegvis ikkje gir grunnlag for å etablere eit privatliv som er verna mot inngrep frå utlendingsmyndigheitene etter EMK artikkel 8.

source: Andre ganger vil temaet være snevrere og særlig interessere advokater som arbeider innenfor bestemte rettsområder.
nn: Andre gonger vil temaet vere snevrare og særleg interessere advokatar som arbeider innanfor bestemte rettsområde.

source: Saka gjaldt spørsmålet om en lagdommar som er leiar for Klagenemnda for petroleumsskatt, var inhabil ved lagmannsrettsbehandlinga av ei sak om skatt på gevinst ved aksjesal, nærmare bestemt om det låg føre "særegne omstendigheter … som er skikket til å svekke tilliten til hans uhildethet", jf.
nn: Saka gjaldt spørsmålet om ein lagdommar som er leiar for Klagenemnda for petroleumsskatt, var inhabil ved lagmannsrettsbehandlinga av ei sak om skatt på gevinst ved aksjesal, nærmare bestemt om det låg føre "særegne omstendigheter … som er skikket til å svekke tilliten til hans uhildethet", jf.

source: Den påståtte feilen besto i at det i konkurransegrunnlaget for en omlegging av riksvei 3 ble anslått at mengden omkjøringsveier i anleggsperioden var 1 000 kvadratmeter.
nn: Den påståtte feilen bestod i at det i konkurransegrunnlaget for ei omlegging av riksveg 3 blei anslått at mengda omkøyringsvegar i anleggsperioden var på 1 000 kvadratmeter.

source: Det forelå derfor uansett ikke noe brudd på likebehandlingsprinsippet i Svalbardtraktaten.
nn: Det låg derfor uansett ikkje føre noko brot på likebehandlingsprinsippet i Svalbardtraktaten.

source: Begrunnelsen var at det etter Trygderettens syn ikke var dokumentert at arbeidstakeren var arbeidsufør.
nn: Grunngjevinga var at det etter Trygderettens syn ikkje var dokumentert at arbeidstakaren var arbeidsufør.

source: En franskmann som var tiltalt i en omfattende økonomisk straffesak, ble frifunnet.
nn: Ein franskmann som var tiltalt i ei omfattande økonomisk straffesak, blei frifunnen.

source: Fradelt ny eiendom har rett og plikt til å bli medeier.
nn: Frådelt ny eigedom har rett og plikt til å bli medeigar.

source: Det betyr at vi i motsetning til mange andre land ikke har regler for hvordan bevisene skal vurderes og vektlegges.
nn: Det betyr at vi i motsetnad til mange land ikkje har reglar for korleis bevisa skal vurderast og vektleggjast.

source: Gjenlevende ektefelle i uskiftebo hadde gitt to av sine tre livsarvinger fremtidsfullmakt til å foreta alle disposisjoner av økonomisk og personlig art fra det tidspunkt han selv ikke lenger var i stand til å ivareta sine egne interesser.
nn: Attlevande ektefelle som sat i uskifta bu hadde gitt to av sine tre livsarvingar framtidsfullmakt til å føreta alle disposisjonar av økonomisk og personleg art frå det tidspunktet han sjølv ikkje lenger var i stand til å ivareta sine eigne interesser.

source: Det var ikke uforsvarlig av entreprenøren å bygge på arealopplysningen ved kalkylene.
nn: Det var ikkje uforsvarleg av entreprenøren å bygge på arealopplysninga ved kalkylane.

source: Et likviditetsmessig presset oljeselskap hadde kjøpt seismikk for store beløp, hvorav rundt to tredjedeler ble gjort opp i form av kreditt fra leverandøren.
nn: Eit likviditetspressa oljeselskap hadde kjøpt seismikk for store beløp, av dei rundt to tredelar i form av kreditt frå leverandøren.

source: Saken gir veiledning for hvor den nedre grensen for straffbar mishandling går i straffesaker.
nn: Saka gir rettleiing for kor den nedre grensa for straffbar mishandling går i straffesaker.

source: i klagesaker etter folketrygdloven § 21-12
nn: i klagesaker etter folketrygdlova § 21-12

source: - Vi snakker om mye annet også, tilføyer hun.
nn: - Vi snakkar om mykje anna også, legg ho til.

source: Det ble blant annet lagt vekt på at formålet med nedlastningen var personlig bruk og at mannen forsto at arbeidsgiver ikke ville ha samtykket til nedlastningen om han hadde spurt.
nn: Det blei mellom anna lagt vekt på at formålet med nedlastinga var personleg bruk, og at mannen forstod at arbeidsgivaren ikkje ville ha samtykt til nedlastinga om han hadde spurt.

source: I barnevernssaker kan lagmannsretten bare tillate ankebehandling hvis nærmere vilkår er oppfylt.
nn: I barnevernssaker kan lagmannsretten berre tillate ankebehandling dersom nærmare vilkår er oppfylte.

source: I punktene 1-7 nedenfor finner du informasjon om
nn: I punkta 1-7 nedanfor finn du informasjon om

source: Hun var den gang ikke klar over sammenhengen med MS.
nn: Ho var den gongen ikkje klar over samanhengen med MS.

source: Det forelå også svakheter ved tingrettens beslutningsgrunnlag ved at retten ikke hadde sørget for en oppdatert sakkyndig utredning av tilknytningen mellom barnet og mor.
nn: Det var også svakheiter ved avgjerdsgrunnlaget til tingretten ved at retten ikkje hadde sørgd for ei oppdatert sakkunnig utgreiing av tilknytinga mellom barnet og mor.

source: Spørsmålet for Høyesterett var om samfunnsstraff kunne anvendes.
nn: Spørsmålet for Høgsterett var om samfunnsstraff kunne nyttast.

source: seg ansvaret for avdødes forpliktelser (gjeldsansvar).
nn: ansvaret for pliktene (gjeldsansvaret) til den døde.

source: Ved å spre makten slik, forebygges faren for vi enkeltpersoner skal bli utsatt for maktovergrep fra myndighetene.
nn: Ved å spreie makta slik, førebyggjer vi faren for at enkeltpersonar skal bli utsette for maktovergrep frå styresmaktene.

source: skal du gå til saken med et åpent sinn.
nn: skal du gå til saka med eit ope sinn.

source: Mange offentlige virksomheter har innført digitale løsninger uten tanke på denne problemstillingen.
nn: Mange offentlege verksemder har innført digitale løysingar utan tanke på denne problemstillinga.

source: UNE hadde heller ikke anvendt en slik bredere vurdering.
nn: UNE hadde heller ikkje brukt ei slik breiare vurdering.

source: Flertallet la til grunn at bruk av mobiltelefon under kortvarig trafikal stans der bilen fortsatt er en aktiv del av trafikken, dekkes av ordlyden i forbudet om at føreren «ikke [må] bruke mobiltelefon under kjøring».
nn: Fleirtalet la til grunn at bruk av mobiltelefon under kortvarig trafikal stans der bilen framleis er ein aktiv del av trafikken, er dekt av ordlyden i forbodet om at føraren «ikke [må] bruke mobiltelefon under kjøring».

source: Forvaring ble innført i 2002 og erstattet ordningen med å idømme sikring på toppen av fengselsstraff.
nn: Forvaring erstatta i 2002 ordninga med å dømme forbrytarar til sikring på toppen av fengselsstraff.

source: Ved salg av et kjøpesenter ble ansettelsesforholdet for blant andre A, en 60 år gammel markedskoordinator, overført.
nn: Ved sal av eit kjøpesenter blei tilsettingsforholdet for mellom andre A, ein 60 år gammal marknadskoordinator, overført.

source: Høyesteretts flertall – fire dommere – kom til at vedtaket ut fra de konkrete omstendighetene i saken var nokså lite inngripende for faren.
nn: Fleirtalet i Høgsterett – fire dommarar – kom til at vedtaket ut frå dei konkrete omstenda i saka var nokså lite inngripande for faren.

source: Høyesterett la til grunn at ved straff for brudd på småbåtloven § 33 om føring av fritidsbåt med promille over den fastsatte promillegrensen på 0,8, besluttes som den klare hovedregelen også tap av førerett i minst ett år.
nn: Høgsterett la til grunn at ved straff for brot på småbåtlova § 33 om føring av fritidsbåt med promille over den fastsette promillegrensa på 0,8 er den klare hovudregelen at det også inneber tap av førerett i minst eitt år.

source: Aktor, forsvarer og bistandsadvokat har anledning til å få ordet en siste gang, før rettens leder erklærer forhandlingene avsluttet og saken tatt opp til doms.
nn: Aktor, forsvarar og bistandsadvokat har høve til å få ordet ein siste gong, før leiaren av retten erklærer forhandlingane avslutta og saka teken opp til doms.

source: Dommen gir veiledning om forholdet mellom en strafferettslig og en erstatningsrettslig vurdering av en nødvergesituasjon, og om anvendelse av uskyldspresumsjonen i Grunnloven og EMK.
nn: Dommen gir rettleiing om forholdet mellom ei strafferettsleg og ei erstatningsrettsleg vurdering av ein nødverjesituasjon, og om bruk av uskuldspresumsjonen i Grunnlova og EMK.

source: Saken hadde sitt utspring i en kollisjon i utenlandsk farvann mellom to skip som var registrert i utlandet og eid av utenlandske selskaper.
nn: Saka hadde sitt utspring i ein kollisjon i utanlandsk farvatn mellom to skip som var registrerte i utlandet og eigde av utanlandske selskap.

source: mellom to eller flere eiendommer, og det å endre på
nn: mellom to eller fleire eigedomar, og det å endre på

source: En mann som dykket etter kamskjell døde i forbindelse med dykkingen.
nn: Ein mann som dykka etter kamskjel, døydde i samband med dykkinga.

source: Høyesterett (flertallet) kom til at kjøper ikke hadde rettsvern for sin eiendomsrett til de solgte maskinene på beslagstidspunktet.
nn: Høgsterett (fleirtalet) kom til at kjøparen ikkje hadde rettsvern for eigedomsretten sin til dei selde maskinene på beslagstidspunktet.

source: Lagmannsretten hadde tilkjente 5 millioner kroner i tilleggsvederlag for plunder og heft og 2,5 millioner kroner for forsering.
nn: Lagmannsretten hadde tilkjent 5 millionar kroner i tilleggsvederlag for plunder og heft og 2,5 millionar kroner for forsering.

source: Anke frå den tiltala over oppnemning av bistandsadvokat for en annen i samband med ankesak for lagmannsretten
nn: Anke frå den tiltala over oppnemning av bistandsadvokat for ein annen i samband med ankesak for lagmannsretten

source: Innenfor dette området ligger fiskeoppdrettsanlegget til Blom Fiskeoppdrett AS.
nn: Innanfor dette området ligg fiskeoppdrettsanlegget til Blom Fiskeoppdrett AS.

source: Mannen var dømt for å ha dyrket cannabisplanter som potensielt kunne gi 1,5 kilo røykbart materiale, og for å ha oppbevart om lag 1,9 kilo tørket plantemateriale.
nn: Mannen var dømd for å ha dyrka cannabisplanter som potensielt kunne gi 1,5 kilo røykbart materiale, og for å ha oppbevart om lag 1,9 kilo tørka plantemateriale.

source: Ekteparet hadde gitt falske opplysninger til utlendingsforvaltningen i forbindelse med at au pairene søkte om opphold i Norge.
nn: Ekteparet hadde gitt falske opplysningar til utlendingsforvaltninga i samband med at au pairane søkte om opphald i Noreg.

source: Domfelte hadde gjort urettmessige uttak fra de to selskapene.
nn: Den domfelte hadde gjort urettmessige uttak frå dei to selskapa.

source: Eiendommen var fullt ut belånt og tiltalte hadde ingen annen formue.
nn: Eigedommen var fullt ut belånt, og den tiltalte hadde ingen annan formue.

source: Advokaten vil ikke ha andre prosessuelle rettigheter under hovedforhandlingen enn det fornærmede og etterlatte selv har.
nn: Advokaten vil ikkje ha andre prosessuelle rettar under hovudforhandlinga enn det fornærma og etterlatne sjølv har.

source: Etter denne må hovedentreprenøren fremme sine innsigelser mot underentreprenørens sluttoppstilling innen en preklusiv frist på to måneder.
nn: Etter denne må hovudentreprenøren fremje innvendingar mot underentreprenørens sluttoppstilling innan ein preklusiv frist på to månader.

source: Straffen for ved planmessige søk å ha funnet frem til minst 500 overgrepsbilder av barn og for lagring av minst 38 bilder, burde isolert ligge på fengsel i seks måneder.
nn: Straffa for ved planmessige søk å ha funne fram til minst 500 overgrepsbilete av barn og for lagring av minst 38 bilete burde isolert ligge på fengsel i seks månader.

source: Høyesterett kom til at det ikke var feil ved det faktum som Hurtigruten bygget oppsigelsen på, og at skjønnet var forsvarlig når Hurtigruten konkluderte med at selskapet ikke lenger hadde nødvendig tillit til overstyrmannen.
nn: Høgsterett kom til at det ikkje var feil ved det faktumet som Hurtigruten bygde oppseiinga på, og at skjønnet var forsvarleg når Hurtigruten konkluderte med at selskapet ikkje lenger hadde nødvendig tillit til overstyrmannen.

source: Høyesterett opphevet en lagmannsrettsdom på grunn av krenkelse av uskyldspresumsjonen i Grunnloven § 96 annet ledd og Den europeiske menneskerettskonvensjon artikkel 6 nr.
nn: Høgsterett oppheva ein lagmannsrettsdom på grunn av krenking av uskuldspresumsjonen i Grunnlova § 96 andre ledd og Den europeiske menneskerettskonvensjonen artikkel 6 nr.

source: Dersom et krav om etteroppgjør er begrunnet i andre forhold enn dem som er regulert i forskriften § 5-1, eksempelvis tilblivelsesmangler ved avtalen, vil derimot alminnelige avtalerettslige regler kunne komme til anvendelse.
nn: Dersom eit krav om etteroppgjer er grunngitt i andre forhold enn dei som er regulerte i forskrifta § 5-1, for eksempel tilbliingsmanglar ved avtalen, vil derimot alminnelege avtalerettslege reglar kunne komme til bruk.

source: Samebyen fremmet krav om at norske myndigheter må gi dem adgang til områdene, og det ble krevd erstatning for utelukkelsen som har funnet sted etter 1972.
nn: Samebyen fremma krav om at norske myndigheiter må gi dei tilgang til områda, og det blei kravd erstatning for utelukkinga som har funne stad etter 1972.

source: Hasjen var gjemt i en trailer der polakken var sjåfør, men det måtte legges til grunn at sjåføren først ble klar over partiet da hans sidemann skulle overlevere det til norske mottakere.
nn: Hasjen var gøymd i ein trailer der polakken var sjåfør, men det måtte leggast til grunn at sjåføren først blei klar over partiet da sidemannen hans skulle overlevere det til norske mottakarar.

source: Høyesterett var ikke enig i dette og fant at det ikke var tilstrekkelig nær tilknytning mellom kostnadene og potensielle inntekter for selskapet.
nn: Høgsterett var ikkje einig i dette og fann at det ikkje var nær nok tilknyting mellom kostnadene og potensielle inntekter for selskapet.

source: I sak om fullbyrdelse av straff etter vilkårsbrudd ved gjennomføringen av narkotikaprogram med domstolskontroll (ND), gjorde domfelte gjeldende at tingrettsdommeren som hadde ledet domstolskontrollen, var inhabil.
nn: I ei sak om fullbyrding av straff etter vilkårsbrot ved gjennomføringa av narkotikaprogram med domstolskontroll (ND), gjorde den domfelte gjeldande at tingrettsdommaren som hadde leidd domstolskontrollen, var inhabil.

source: Dommen gir veiledning for straffenivået for denne typen lovbrudd.
nn: Dommen gir rettleiing for straffenivået for denne typen lovbrot.

source: Han hadde ikke misbrukt stoff på ett år og hadde skaffet seg ny jobb og nytt sted å bo og brutt med tidligere omgangskrets.
nn: Han hadde ikkje misbrukt stoff på eitt år, han hadde skaffa seg ny jobb og ein ny stad å bu, og han hadde brote med sin tidlegare omgangskrets.

source: Lagmannsretten hadde kommet til at den skatterettslige omgåelsesnormen medførte at det ikke ble gitt fradrag.
nn: Lagmannsretten hadde komme til at den skatterettslege omgåingsnorma medførte at det ikkje blei gitt frådrag.

source: Dette innebar at Høyesterett bare skulle vurdere om snøkrabben er en sedentær art og om fangsten er straffbar uavhengig av om Svalbardtraktaten gjelder i det aktuelle området, og uavhengig av om dispensasjonshjemmelen i snøkrabbeforskriften eller praktiseringen av den strider mot likebehandlingsprinsippet i traktaten.
nn: Dette innebar at Høgsterett berre skulle vurdere om snøkrabben er ein sedentær art, og om fangsten er straffbar uavhengig av om Svalbardtraktaten gjeld i det aktuelle området, og uavhengig av om dispensasjonsheimelen i snøkrabbeforskrifta eller praktiseringa av han strir mot likebehandlingsprinsippet i traktaten.

source: Samtlige medeiere har møterett.
nn: Alle medeigarar har møterett.

source: • områder med sambruk mellom eiendommer
nn: • område med sambruk mellom eigedomar

source: Dommen gir veiledning om når tiltalte kan dømmes for brudd på et annet straffebud enn tiltalen gjelder.
nn: Dommen gir rettleiing om når den tiltalte kan dømmast for brot på eit anna straffebod enn det tiltalen gjeld.

source: ble det etter initiativ fra skipets eier og reder m.
nn: blei det etter initiativ frå reiaren og eigaren av skipet mfl.

source: Ingen kan dømmes til straff uten å ha gjort noe straffbart.
nn: Ingen kan dømmast til straff utan å ha gjort noko straffbart.

source: Bruddene var forsettlige og systematiske, de hadde skjedd over en viss tid og fortsatte etter Arbeidstilsynets første tilsyn.
nn: Brota var forsettlege og systematiske, dei hadde skjedd over ei viss tid og held fram etter Arbeidstilsynets første tilsyn.

source: Den domfelte hadde med en promille opp mot 2,5 kjørt en 14 fots plastbåt med 40 hestekrefters påhengsmotor.
nn: Den domfelte hadde med ein promille opp mot 2,5 kjørt ein 14 fots plastbåt med 40 hestekrefters påhengsmotor.

source: Høyesteretts ankeutvalg hadde i 2012 forkastet As anke over lagmannsrettens nektelse av å gi samtykke til å behandle anken over tingrettens dom i adopsjonssaken.
nn: Høgsteretts ankeutval hadde i 2012 forkasta As anke over at lagmannsretten nekta å gi samtykke til å behandle anken over tingrettsdommen i adopsjonssaka.

source: 10 om forebyggende sikkerhetstjeneste (sikkerhetsloven) § 18 a gir hjemmel til å forby en fiskeoppdrettsvirksomhet som ligger innenfor et militært forbudsområde.
nn: 10 om forebyggende sikkerhetstjeneste (sikkerheitslova) § 18 a gir heimel for å forby ei fiskeoppdrettsverksemd som ligg innanfor eit militært forbodsområde.

source: Det ble trukket fram at barnets beste står sentralt også i praksis fra Den europeiske menneskerettsdomstolen.
nn: Det blei trekt fram at det beste for barnet står sentralt også i praksis frå Den europeiske menneskerettsdomstolen.

source: Påtalemyndighetens representant (aktor) skal i sitt innledningsforedrag kort redegjøre for saken og de bevisene som vil bli ført.
nn: Representanten for påtalemakta (aktor) skal i innleiingsføredraget sitt kort gjere greie for saka og dei bevisa som vil bli førte.

source: Med utgangspunkt i at gjenforeningsformålet ikke var oppgitt, vurderte Høyesterett konkret hvor mye samvær som skulle gis.
nn: Med utgangspunkt i at gjenforeiningsformålet ikkje var oppgitt, vurderte Høgsterett konkret kor mykje samvær ein skulle gi.

source: Hun tiltrådte som utreder i desember 2018.
nn: Ho tiltredde som utgreiar i desember 2018.

source: Høyesterett tok utgangspunkt i det grunnleggende forholdet – forsikringsbedrageriet – og skjerpet straffen siden skadeverket inngår direkte som en beskrivelse av forsikringsbedrageri.
nn: Høgsterett tok utgangspunkt i det grunnleggjande forholdet – forsikringsbedrageriet – og skjerpa straffa sidan skadeverket inngår direkte som ei skildring av forsikringsbedrageri.

source: Selskapet ble frifunnet.
nn: Selskapet blei frifunne.

source: En kvinne ble dømt til fengsel i tre år for ikke å ha skaffet nødvendig helsehjelp til datteren som døde av spiseforstyrrelse – anoreksi.
nn: Ei kvinne vart dømt til fengsel i tre år for ikkje å ha skaffa naudsynt helsehjelp til dottera som døydde av eteforstyrringar – anoreksi.

source: Ta kontakt med domstolen dere vil besøke for å finne en dato for besøket, en egnet rettssak som går over én dag og en rettssal som er stor nok til å romme hele klassen.
nn: Ta kontakt med domstolen de vil besøke for å finne ein dato for besøket, ei eigna rettssak som går over éin dag og ein rettssal som er stor nok til å romme heile klassen.

source: Partene var enige om at Økokrim ikke kunne kreve fremlagt taushetsbelagt materiale i form av advokatenes timelister.
nn: Partane var einige om at Økokrim ikkje kunne krevje at det blei lagt fram teiepliktig materiale i form av timelistene til advokatane.

source: I denne sammenheng hadde arbeidstakerne pekt på at arbeidsgiveransvaret var flyttet "nedover" innenfor samme konsern, mens arbeidstakerne beholdt sine tidligere arbeidsoppgaver.
nn: I denne samanhengen hadde arbeidstakarane peikt på at arbeidsgivaransvaret var flytta «nedover» innanfor det same konsernet, medan arbeidstakarane beheldt sine tidlegare arbeidsoppgåver.

source: I den konkrete vurderingen delte Høyesterett seg.
nn: I den konkrete vurderinga delte Høgsterett seg.

source: Preget av allmenn beskatning var i behold, særlig fordi så vidt mange beskattes, og fordi skatten favner bredt, geografisk og på annen måte.
nn: Preget av allmenn skattlegging var i behald, særleg fordi så vidt mange blir skattlagde, og fordi skatten femner breitt geografisk og på annan måte.

source: • Beslutningen om ransaking og pålegg om å gi tilgang til datasystem settes i verk på norsk territorium; i Tidals kontorlokaler i Oslo.
nn: Avgjerda om ransaking og pålegg om å gi tilgang til datasystem blir sett i verk på norsk territorium – i Tidals kontorlokale i Oslo.

source: Du er valgt til dette vervet av kommunestyret eller fylkes-tinget.
nn: Du er valt til dette vervet av kommunestyret eller fylkes-tinget.

source: I de tilfeller hvor et medlem blir innvilget uførepensjon, følger det imidlertid av pensjonskasseloven § 20 at medlemmet får godskrevet fremtidig opptjeningstid som om det hadde stått i stillingen frem til pensjonsalder.
nn: I dei tilfella der ein medlem blir innvilga uførepensjon, følgjer det derimot av pensjonskasselova § 20 at medlemmen får godskrive framtidig oppteningstid som om det hadde stått i stillinga fram til pensjonsalder.

source: Gjensidige Pensjonsforsikring AS har plikt til å betale merverdiavgift på mottatte datatjenester
nn: Gjensidige Pensjonsforsikring AS har plikt til å betale meirverdiavgift på mottekne datatenester

source: arbeidsmiljøloven § 15-13 tredje ledd, skulle omfatte lønn for ekstravakter hun tidligere hadde påtatt seg.
nn: arbeidsmiljølova § 15-13 tredje ledd, skulle omfatte lønn for ekstravakter ho tidlegare hadde påtatt seg.

source: Under behandlingen av saken i tingretten og lagmannsretten var det et sentralt spørsmål om de tiltalte måtte frifinnes fordi likebehandlingsprinsippet i Svalbardtraktaten er brutt.
nn: Under behandlinga av saka i tingretten og lagmannsretten var det eit sentralt spørsmål om dei tiltalte måtte frifinnast fordi likebehandlingsprinsippet i Svalbardtraktaten var brote.

source: Dette er et naturlig motstykke til prinsippet om at man skal se bort fra den merpris som eksproprianten ut fra sitt særlige behov hadde vært villig til å gi dersom det ikke hadde foreligget ekspropriasjonsadgang.
nn: Dette er eit naturleg motstykke til prinsippet om at ein skal sjå bort frå den meirprisen som eksproprianten ut frå sitt særlege behov hadde vore villig til å gi dersom han ikkje hadde hatt høve til å ekspropriere.

source: Høyesterett kom til at et selskap skulle ilegges foretaksstraff med en bot på 30 000 kroner for å ha overtrådt utlendingsloven § 108 tredje ledd bokstav a ved å ha hatt en daglig leder som ikke hadde oppholds- og arbeidstillatelse i Norge.
nn: Høgsterett kom til at eit selskap skulle påleggast føretaksstraff med ei bot på 30 000 kroner for å ha brote utlendingslova § 108 tredje ledd bokstav a ved å ha hatt ein dagleg leiar som ikkje hadde opphalds- og arbeidsløyve i Noreg.

source: Ti ansatte sykepleiere krevde fortsatt utbetaling av et tariffavtalt lønnstillegg de hadde hatt mens de var bundet av den tidligere tariffavtalen.
nn: Ti tilsette sjukepleiarar kravde framleis å få utbetalt eit tariffavtalt lønnstillegg dei hadde hatt medan dei var bundne av den tidlegare tariffavtalen.
